[
    {
        "id": 1,
        "title": "Elden Ring Nightreign : Le nouveau DLC arrive bientôt !",
        "slug": "elden-ring-nightreign-dlc",
        "date": "2026-01-12",
        "tag": "À la une",
        "image": "https://cdn.cloudflare.steamstatic.com/steam/apps/1245620/header.jpg",
        "excerpt": "FromSoftware annonce une nouvelle extension pour son chef-d'œuvre...",
        "content": "FromSoftware vient d'annoncer officiellement Elden Ring Nightreign, une extension majeure de leur jeu à succès. Cette nouvelle aventure promet d'emmener les joueurs dans des territoires inédits avec de nouveaux boss, armes et défis.\n\nLe DLC introduira une toute nouvelle région appelée 'Les Terres de l'Ombre', un monde parallèle où la nuit règne éternellement. Les joueurs pourront explorer des donjons souterrains, affronter de nouvelles créatures cauchemardesques et découvrir les secrets de la Reine de la Nuit.\n\nHidetaka Miyazaki, directeur du jeu, a déclaré : 'Nightreign représente notre vision la plus ambitieuse pour Elden Ring. Nous avons écouté les retours des joueurs et créé une expérience qui pousse les limites de ce que nous avons accompli jusqu'ici.'\n\nLa sortie est prévue pour le printemps 2026.",
        "author": "GameCatalog",
        "related_game_id": null
    },
    {
        "id": 2,
        "title": "Baldur's Gate 3 : Record de joueurs en 2026",
        "slug": "baldurs-gate-3-record-joueurs",
        "date": "2026-01-10",
        "tag": "Actualité",
        "image": "https://cdn.cloudflare.steamstatic.com/steam/apps/1086940/header.jpg",
        "excerpt": "Le RPG de Larian Studios continue de battre des records...",
        "content": "Baldur's Gate 3 continue son règne sur le monde du jeu vidéo. Le chef-d'œuvre de Larian Studios vient d'atteindre un nouveau pic de joueurs simultanés sur Steam, dépassant les 875 000 joueurs.\n\nCette résurgence de popularité est attribuée à la sortie du Patch 8, qui a introduit de nouvelles quêtes secondaires, des options de personnalisation de personnages et des corrections de bugs très attendues.\n\nSwen Vincke, directeur de Larian Studios, a remercié la communauté : 'Votre passion pour Baldur's Gate 3 nous inspire chaque jour. Nous avons encore beaucoup de surprises en réserve pour 2026.'\n\nLe jeu a également remporté le prix du Jeu de l'Année aux Game Awards 2025 pour la deuxième année consécutive.",
        "author": "GameCatalog",
        "related_game_id": 20
    },
    {
        "id": 3,
        "title": "God of War : La suite confirmée par Santa Monica Studio",
        "slug": "god-of-war-suite-confirmee",
        "date": "2026-01-08",
        "tag": "Annonce",
        "image": "https://image.api.playstation.com/vulcan/ap/rnd/202207/1210/4xJ8XB3bi888QTLZYdl7Oi0s.png",
        "excerpt": "Santa Monica Studio tease le prochain chapitre de la saga...",
        "content": "Santa Monica Studio a officiellement confirmé le développement d'un nouveau God of War. Après le succès phénoménal de God of War Ragnarök, les fans attendaient cette annonce avec impatience.\n\nLe teaser révèle une image mystérieuse montrant les lames du chaos de Kratos dans un décor égyptien, laissant entendre que la prochaine aventure pourrait explorer la mythologie égyptienne.\n\nCory Barlog, directeur créatif de la franchise, a déclaré sur Twitter : 'Le voyage de Kratos est loin d'être terminé. Préparez-vous à découvrir un nouveau panthéon.'\n\nAucune date de sortie n'a été annoncée, mais les rumeurs suggèrent une sortie en 2027 sur PS5 et PC.",
        "author": "GameCatalog",
        "related_game_id": 9
    },
    {
        "id": 4,
        "title": "GTA VI : Rockstar dévoile de nouvelles images de Vice City",
        "slug": "gta-vi-nouvelles-images",
        "date": "2026-01-05",
        "tag": "Exclusif",
        "image": "https://cdn.cloudflare.steamstatic.com/steam/apps/1174180/header.jpg",
        "excerpt": "De nouvelles captures d'écran montrent le niveau de détail impressionnant du prochain GTA...",
        "content": "Rockstar Games a partagé de nouvelles images de Grand Theft Auto VI, et elles sont à couper le souffle. Les captures montrent Vice City dans toute sa splendeur, avec un niveau de détail sans précédent.\n\nLes images révèlent des environnements photoréalistes, des effets météorologiques dynamiques et une densité de population jamais vue dans un jeu Rockstar. On peut apercevoir des plages bondées, des quartiers résidentiels luxueux et le célèbre Ocean Drive.\n\nSelon les développeurs, le jeu utilisera un nouveau moteur graphique appelé RAGE 9, capable de simuler des milliers de PNJ avec des routines de vie complètes.\n\nGTA VI est prévu pour l'automne 2026 sur PS5, Xbox Series X et PC.",
        "author": "GameCatalog",
        "related_game_id": 32
    },
    {
        "id": 5,
        "title": "Resident Evil Requiem : Premier trailer terrifiant",
        "slug": "resident-evil-requiem-trailer",
        "date": "2026-01-03",
        "tag": "Trailer",
        "image": "https://cdn.cloudflare.steamstatic.com/steam/apps/1196590/header.jpg",
        "excerpt": "Capcom dévoile le premier aperçu de Resident Evil Requiem dans un trailer glaçant...",
        "content": "Capcom a enfin levé le voile sur Resident Evil Requiem avec un trailer de près de trois minutes qui promet une expérience terrifiante.\n\nLe jeu se déroule dans un monde post-apocalyptique où le virus T a muté en une nouvelle forme encore plus dangereuse. Les joueurs incarneront un nouveau protagoniste, Elara Redfield, nièce de Chris Redfield, dans sa quête pour trouver un remède.\n\nLe trailer montre des environnements variés : des villes abandonnées, des laboratoires souterrains et des forêts infestées de créatures cauchemardesques. Le retour à l'horreur pure semble être au cœur de cette nouvelle entrée.\n\n'Requiem est notre vision la plus sombre de Resident Evil', a déclaré le producteur Yoshiaki Hirabayashi. 'Nous voulons que les joueurs ressentent une peur constante.'\n\nSortie prévue pour octobre 2026.",
        "author": "GameCatalog",
        "related_game_id": 31
    },
    {
        "id": 6,
        "title": "Steam bat un nouveau record avec 40 millions de joueurs simultanés",
        "slug": "steam-record-40-millions",
        "date": "2026-01-01",
        "tag": "Industrie",
        "image": "https://cdn.cloudflare.steamstatic.com/store/home/store_home_share.jpg",
        "excerpt": "La plateforme de Valve célèbre le Nouvel An avec un record historique...",
        "content": "Steam a débuté 2026 avec un record historique : 40 millions de joueurs connectés simultanément le 1er janvier à 19h00 CET.\n\nCe chiffre représente une augmentation de 25% par rapport au record précédent établi en 2025. Les jeux les plus joués au moment du record étaient Counter-Strike 2, Baldur's Gate 3 et Palworld.\n\nGabe Newell, co-fondateur de Valve, a commenté : 'Ce record montre que le PC gaming n'a jamais été aussi populaire. Nous continuons d'investir dans notre infrastructure pour offrir la meilleure expérience possible.'\n\nSteam compte désormais plus de 140 millions d'utilisateurs actifs mensuels, consolidant sa position de leader du marché du jeu vidéo sur PC.",
        "author": "GameCatalog",
        "related_game_id": null
    }
]
